[UISL_WeaponUpgradeListener]
m_strStripUpgrades=使武器升级插件可用
m_strStripUpgradesTooltip=移除当前任务未选择士兵的主武器升级插件。
m_strStripUpgradesConfirm=确认武器插件可用
m_strStripUpgradesConfirmDesc=确认移除所有主武器的升级插件，但不包括当前小队选择中的士兵武器。移除的升级插件将立即可用。

[NewWeapUpgradeItem]
m_strDropUpgrade=移除武器升级插件
m_strCannotDropUpgrade=需要[可互换升级]突破才能移除武器升级插件。
m_strError=错误

[UISL_ImplantsRemoval]
mStr_RemoveImplantLabel=移除个人战斗芯片
mStr_NeedBreakthrough=需要[自适应个人用战斗模拟装置]突破才能移除个人战斗芯片。
